export default {

    authorInfo: [
      {
        title: '毕大节',
        desc: '毕大节,宋,词人'
      },      
      {
        title: '不忽木',
        desc: '不忽木(1255-1300),或作不忽麻,一民时用'
      },
      {
        title: '陆游',
        desc: '陆游(1125-1210)，字务观，号放翁。汉族，越州山阴(今浙江绍兴)人'
      },
      {
        title: '白居易',
        desc: '白居易(772～846)，字乐天，晚年又号称香山居士，河南郑州新郑人'
      },
      {
        title: '李清照',
        desc: '李清照（1084年3月13日-约1155年），号易安居士，汉族，齐州济南人。宋代女词人'
      },
      {
        title: '无名氏',
        desc: '佚名，亦称无名氏，指身份不明或者尚未了解姓名的人'
      },
      {
        title: '毛泽东',
        desc: '毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任'
      },
      {
        title: '杜甫',
        desc: '杜甫(712－770)，字子美，自号少陵野老，世称杜工部、杜少陵等，汉族'
      },
      {
        title: '苏轼',
        desc: '苏轼（1037年1月8日-1101年8月24日），字子瞻，又字和仲，号铁冠道人、东坡居士，世称苏仙。'
      },
      {
        title: '王安石',
        desc: '王安石（1021年12月18日－1086年5月21日），字介甫，号半山，汉族，临川'
      },
      {
        title: '杜牧',
        desc: '杜牧(公元803－约852年)，字牧之，号樊川居士，汉族，京兆万年(今陕西西安)人，唐代诗人。'
      },
      {
        title: '孟浩然',
        desc: '孟浩然(689-740)，名浩，字浩然，号孟山人，襄州襄阳现湖北襄阳人'
      },
      {
        title: '辛弃疾',
        desc: '辛弃疾（1140年5月28日-1207年10月3日），原字坦夫，后改字幼安，号稼轩'
      },
      {
        title: '邱清泉',
        desc: '邱清泉（1902-1949），字雨庵，浙江省永嘉县蒲洲乡中埠人。国民革命军陆军中将'
      },
      {
        title: '杨万里',
        desc: '杨万里（1127年10月29日-1206年6月15日），字廷秀，号诚斋。汉族江右民系，吉州吉水人'
      },
      {
        title: '欧阳修',
        desc: '欧阳修（1007年8月1日-1072年9月22日），字永叔，号醉翁、六一居士，汉族，吉州永丰人'
      },
      {
        title: '辛际周',
        desc: '辛际周(1885-1957) 字祥云，号心禅，灰木散人，万载县人，辛弃疾后裔'
      },
      {
        title: '邱汝滨',
        desc: '邱汝滨，1898年生，别名宗华，潮州府城人'
      },
      {
        title: '范仲淹',
        desc: '范仲淹（989年8月29日－1052年5月20日），字希文，汉族。苏州吴县人。'
      },
      {
        title: '王维',
        desc: '王维(701年－761年，一说699年—761年)，河东蒲州(今山西运城)人'
      },
      {
        title: '陶渊明',
        desc: '陶渊明（352或365年-427年），字元亮，又名潜，私谥靖节，世称靖节先生'
      },
      {
        title: '叶嘉莹',
        desc: '叶嘉莹，女，号迦陵，中国古典文学研究专家。1924年7月出生于北京的一个书香世家'
      },
      {
        title: '黄庭坚',
        desc: '黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁人'
      },
      {
        title: '韩非',
        desc: '韩非（约公元前280-前233年），华夏族，韩国都城新郑人，先秦诗人'
      }
    ],
    dynasty:[
      {
        title:'先秦'
      },
      {
        title:'两汉'
      },
      {
        title:"魏晋"
      },
      {
        title:"南北朝"
      },
      {
        title:"隋代"
      },
      {
        title:"唐代"
      },
      {
        title:"五代"
      },
      {
        title:"宋代"
      },
      {
        title:"金朝"
      },
      {
        title:"元代"
      },
      {
        title:"明代"
      },
      {
        title:"清代"
      }
    ],
    poetryAnthology:[
      {
        title:'唐诗三百首'
      },
      {
        title:'古诗三百首'
      },
      {
        title:'宋词三百首'
      },
      {
        title:'宋词精选'
      },
      {
        title:'古诗十九首'
      },
      {
        title:'诗经'
      },
      {
        title:'楚辞'
      },
      {
        title:'乐府'
      },
      {
        title:'全唐诗'
      },
      {
        title:'全宋词'
      },
      {
        title:'全元曲'
      },
      {
        title:'古文观止'
      }
    ],
    poetrytype:[
      {
        title:'写景'
      },
      {
        title:'咏物'
      },
      {
        title:'春天'
      },
      {
        title:'夏天'
      },
      {
        title:'秋天'
      },
      {
        title:'冬天'
      },
      {
        title:'写雨'
      },
      {
        title:'写雪'
      },
      {
        title:'写风'
      },
      {
        title:'写花'
      },
      {
        title:'梅花'
      },
      {
        title:'荷花'
      },
      {
        title:'菊花'
      },
      {
        title:'柳树'
      },
      {
        title:'月亮'
      },
      {
        title:'山水'
      },
      {
        title:'写山'
      },
      {
        title:'写水'
      },
      {
        title:'长江'
      },
      {
        title:'黄河'
      },
      {
        title:'儿童'
      },
      {
        title:'写鸟'
      },
      {
        title:'写马'
      },
      {
        title:'田园'
      },
      {
        title:'边塞'
      },
      {
        title:'地名'
      },
      {
        title:'节日'
      },
      {
        title:'春节'
      },
      {
        title:'元宵'
      },
      {
        title:'寒食'
      },
      {
        title:'清明'
      },
      {
        title:'端午'
      },
      {
        title:'七夕'
      },
      {
        title:'中秋'
      },
      {
        title:'重阳'
      },
      {
        title:'怀古'
      },
      {
        title:'抒情'
      },
      {
        title:'爱国'
      },
      {
        title:'离别'
      },
      {
        title:'送别'
      },
      {
        title:'思乡'
      },
      {
        title:'思念'
      },
      {
        title:'爱情'
      },
      {
        title:'励志'
      },
      {
        title:'哲理'
      },
      {
        title:'闺怨'
      },
      {
        title:'悼亡'
      },
      {
        title:'写人'
      },
      {
        title:'老师'
      },
      {
        title:'母亲'
      },
      {
        title:'友情'
      },
      {
        title:'战争'
      },
      {
        title:'读书'
      },
      {
        title:'惜时'
      },
      {
        title:'忧民'
      },
      {
        title:'婉约'
      },
      {
        title:'豪放'
      },
      {
        title:'民谣'
      }
    ]
  }